{
  "vissim_automotive_title": "Vissim Automotive",
  "vissim_automotive_subtitle": "자동차 테스트 및 교통 시뮬레이션을 위한 전문 솔루션",
  "vissim_automotive_outline": [
    "PTV Vissim은 미시적 교통 시뮬레이션 기반의 자동차 개발 도구로, 다양한 차량의 반응형 디지털 테스트 환경을 구축할 수 있도록 지원합니다. 이 소프트웨어는 현실적인 주변 교통 상황을 행동 기반 모델로 정밀하게 재현함으로써, 광범위한 가상 주행 테스트에서 폐루프(closed-loop) 방식의 검증을 가능하게 합니다.",
    "교통 시나리오는 도로 이용자 간의 상호작용과 교통 네트워크와의 관계에 따라 동적으로 변화하며, 사전에 특정 시나리오를 정의하지 않아도 탐색적 테스트가 가능합니다. 미시적 시뮬레이션 기능을 통해 특정 테스트 주행을 완전히 재현하거나, 자동으로 생성된 무한한 변형 시나리오를 활용할 수 있어 유연하고 반복 가능한 테스트 환경을 제공합니다."
  ],
  "vissim_automotive_color": "#dd8d02",
  "vissim_automotive_subColor": "#ffd894",
  "vissim_automotive_featureColor": "#dd8d02",
  "vissim_automotive_data": [
    {
      "title": "1. ViSSIM 기본 기능 포함",
      "contents": [
        "ViSSIM Automotive는 PTV Vissim의 핵심 기능을 모두 포함하고 있으며, 미시적 교통 시뮬레이션 기반의 정밀한 테스트 환경을 제공합니다. 차량, 보행자, 자전거 등 다양한 교통 주체의 움직임을 현실적으로 재현하여, 실제 도로 조건에 가까운 시뮬레이션이 가능합니다."
      ],
      "imgObj": {
        "imgs": [
          {
            "imgUrl": "/images/pages/product/vissim-auto/vissim-auto-feat-one.png",
            "imgText": ""
          }
        ]
      }
    },
    {
      "title": "2. ASAM OpenDRIVE 1.8 버전 정식 지원 및 도로 표준 호환",
      "contents": [
        "업계 표준인 ASAM OpenDRIVE 포맷을 최신 버전 1.8까지 지원하여, 기존 테스트 네트워크의 재활용과 다양한 시뮬레이션 플랫폼 간의 Co-Simulation 환경 구축이 가능합니다. 도로 기하 구조뿐 아니라 제한 속도, 우선순위 규칙, 신호등 제어기, 보행자 인프라까지 함께 가져올 수 있어 완전한 테스트 환경을 손쉽게 구성할 수 있습니다."
      ],
      "imgObj": {
        "imgs": [
          {
            "imgUrl": "/images/pages/product/vissim-auto/vissim-auto-feat-two.png",
            "imgText": ""
          }
        ]
      }
    },
    {
      "title": "3. ADAS 및 자율주행 기능 평가 지원",
      "contents": [
        "자동화 주행 차량의 특성을 반영한 전용 행동 모델을 제공하여, ACC 기반 차량 추종 및 ALC 기반 차선 변경 시나리오를 정밀하게 시뮬레이션할 수 있습니다. 인간 운전자와 자율주행 차량이 혼재된 환경에서도 현실적인 테스트가 가능하며, ADAS 기능 검증에 최적화된 시뮬레이션을 제공합니다."
      ],
      "imgObj": {
        "imgs": [
          {
            "imgUrl": "/images/pages/product/vissim-auto/vissim-auto-feat-three.png",
            "imgText": ""
          }
        ]
      }
    },
    {
      "title": "4. HiL 테스트를 위한 1kHz 고속 연산 주기 지원",
      "contents": [
        "최대 1kHz의 고주파수 연산 및 결과 출력을 지원하여, HiL(Hardware-in-the-Loop) 및 SiL(Software-in-the-Loop) 환경에서 모델, 소프트웨어, 부품, 차량 단위의 정밀한 테스트가 가능합니다. 병렬 연산 및 Driving Simulator Interface(DSI)를 활용한 다중 Co-Simulation도 지원되어 개발 속도를 크게 향상시킬 수 있습니다."
      ],
      "imgObj": {
        "imgs": [
          {
            "imgUrl": "/images/pages/product/vissim-auto/vissim-auto-feat-four.png",
            "imgText": ""
          }
        ]
      }
    },
    {
      "title": "5. 트래픽 환경 자동 생성 기능 제공",
      "contents": [
        "OpenDRIVE 기반의 교차로 노드, 차량 입력, 경로 설정 등 기본 교통 흐름을 자동으로 생성하여 테스트 환경을 빠르게 구성할 수 있습니다. 향후 통행 우선권 및 신호 제어 기능도 추가될 예정이며, 다양한 운전자 행동 스타일과 날씨 조건을 설정해 위험 상황을 효과적으로 재현할 수 있습니다."
      ],
      "imgObj": {
        "imgs": [
          {
            "imgUrl": "/images/pages/product/vissim-auto/vissim-auto-feat-five.png",
            "imgText": ""
          }
        ]
      }
    }
  ]
}
